[
  {
    "network": "PBS Kids",
    "title": "Alma's Way",
    "description": "Alma's Way is an engaging, modern-day animated series for children ages 4 to 6. The series stars 6-year-old Alma Rivera, a proud, confident Puerto Rican girl, who lives in the Bronx with her parents and younger brother, Junior, as well as a diverse group of friends, family, and community members.",
    "focuses": ["decision making", "empathy", "cultural awareness"],
    "ages": [4, 5, 6],
    "likes": 1,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/908x510-Almas-Way-Mezzanine.png"
  },
  {
    "network": "PBS Kids",
    "title": "Arthur",
    "description": "Arthur is an animated series aimed at children ages 4 to 8, starring 8-year-old aardvark Arthur and his family and friends. Watch them creatively solve problems, learn to get along, and appreciate each other’s differences! Additionally, Arthur encourages a love of reading and libraries for all children. Based on the popular book series by Marc Brown, Arthur has been a family favorite to watch together for over 20 years.",
    "focuses": ["literacy", "social skills", "problem-solving"],
    "ages": [4, 5, 6, 7, 8],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/arthur.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "The Cat in the Hat",
    "description": "In each story, the Cat in the Hat and his friends Sally and Nick go on a science adventure such as shrinking to bee-size to explore a hive and discover how honey is made; flying with birds to discover how and why they migrate; visiting Spansylvania to figure out how to make a bridge that is long enough and strong enough;",
    "focuses": ["science", "problem-solving", "making predictions"],
    "ages": [3, 4, 5],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/the-cat-in-the-hat.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Clifford the Big Red Dog",
    "description": "Clifford the Big Red Dog uses storytelling to present universal social and emotional messages to young children. These fun-filled episodes follow Clifford and his new pals (both canine and human) as they play, discover and interact with each other and the inhabitants of Birdwell Island, learning that good friends are what life is all about.",
    "focuses": ["imaginative play", "literacy"],
    "ages": [3, 4, 5, 6, 7],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/clifford.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Curious George",
    "description": "Curious George is a little monkey with an insatiable curiosity. Exploring the world around him with wonder and intrigue, George embodies the preschool child's potential in the field of science. George's desire to use his four little hands to skillfully take things apart and figure out how they work exposes children to the basic concepts of engineering. And his interactions with patterns, measurements, and geometric shapes introduces early mathematical concepts.",
    "focuses": ["science", "mathematics", "curiosity"],
    "ages": [3, 4, 5, 6, 7],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/curious-george.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Cyberchase",
    "description": "In the world of Cyberchase, the dastardly villain Hacker is on a mad mission to overthrow Motherboard and take over Cyberspace with the help of his blundering henchbots, Buzz and Delete. But Motherboard enlists the help of three curious kids, Inez, Jackie, and Matt, and their cyberpal, Digit, to stop him. Their weapon: brain power. In For Real, the live-action segment following each animated episode, Harry and Bianca show kids how math can help solve life’s wacky problems in the real world. Developed for kids ages 8 to 11 and packed with mystery, humor, and action, Cyberchase delivers positive messages about math by teaching concepts in a fun way that kids can understand.",
    "focuses": ["mathematics", "problem-solving"],
    "ages": [6, 7, 8, 9, 10, 11],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/cyberchase.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Daniel Tiger's Neighborhood",
    "description": "This series tells its engaging stories about the life of a preschooler using musical strategies grounded in Fred Rogers’ landmark social-emotional curriculum. Through imagination, creativity and music, Daniel and his friends learn the key social skills necessary for school and for life.",
    "focuses": [
      "social skills",
      "emotional skills",
      "imaginative play",
      "empathy"
    ],
    "ages": [2, 3, 4],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/daniel-tigers-neighborhood.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Dinosaur Train",
    "description": "Dinosaur Train embraces and celebrates the fascination that preschoolers have with both dinosaurs and trains, while encouraging basic scientific thinking skills as the audience learns about life science, natural history and paleontology. Young viewers can join Buddy, a Tyrannosaurus Rex, and his adoptive Pteranodon family on a whimsical voyage through prehistoric jungles, swamps, volcanoes and oceans, as they unearth basic concepts in life science, natural history and paleontology.",
    "focuses": ["nature", "history", "making observations"],
    "ages": [3, 4, 5],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/dinosaur-train.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Donkey Hodie",
    "description": "Donkey Hodie is a puppet series inspired by the quirky, funny side of Fred Rogers as well as his mission to help young viewers navigate the frustrations and challenges of childhood. Through eleven-minute, character-driven stories full of adventure and imagination, Donkey Hodie and her pals empower young viewers to dream big and overcome obstacles in their own lives! To work hard and persevere in the face of failure! To be resourceful and discover that they are capable of solving problems on their own! Oh, and to laugh themselves silly along the way!",
    "focuses": ["problem-solving", "persistence"],
    "ages": [3, 4, 5],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/Donkey-Hodie-908x510.png"
  },
  {
    "network": "PBS Kids",
    "title": "Elinor Wonders Why",
    "description": "The stories in Elinor Wonders Why center around Elinor and her friends: Ari, a funny and imaginative bat, and Olive, a perceptive and warm elephant. As kids explore Animal Town, they will meet all kinds of interesting, funny, and quirky characters, each with something to teach us about respecting others, the importance of diversity, caring for the environment, and working together to solve problems.",
    "focuses": ["science", "nature", "community", "problem-solving"],
    "ages": [3, 4, 5],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/elinor-wonders-why.png"
  },
  {
    "network": "PBS Kids",
    "title": "Hero Elementary",
    "description": "Hero Elementary is a school for budding superheroes, where kids learn to master their innate powers, like flying and teleportation, while exploring science along the way. Lucita Sky, AJ Gadgets, Sara Snap and Benny Bubbles, led by their quirky and enthusiastic teacher, Mr. Sparks, work together to help people, solve problems and try to make the world a better place. When their imperfect powers aren’t up to the task, they look to their other powers — the superpowers of science — to help them investigate, observe, make predictions and figure out a solution.",
    "focuses": ["science", "making predictions", "making observations"],
    "ages": [4, 5, 6, 7],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/Hero-Elementary-908x510.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Let's Go Luna",
    "description": "Let's Go Luna! follows the adventures of three friends – Leo, a wombat from Australia; Carmen, a butterfly from Mexico; and Andy, a frog from the United States — as they traverse the globe with their parents’ traveling performance troupe, Circo Fabuloso. At each of the Circo’s stops, Luna the Moon guides the trio as they get to know the local region and its people. The group's adventures take them through cities around the globe — from London to Cairo to Beijing — where they explore the food, music, art, architecture and other features that make each place distinctive. Episodes end with the kids back at the Circo Fabuloso and Luna back in the sky, with a reminder that there’s always more to see, learn and experience in every place they visit.",
    "focuses": ["history", "community", "cultural awareness"],
    "ages": [4, 5, 6, 7],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/908x510_shows_luna.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Martha Speaks",
    "description": " Martha's educational goal is to teach kids new words. Based on the children's book series by Susan Meddaugh, the series stars Martha, a beloved family dog. She is accidentally fed alphabet soup — this gives her the power of speech and the chance to speak her mind to anyone that will listen. With two stories in each episode, kids will get to know Martha as an outspoken, honest, smart, confident dog who loves to eat (and talk!). They will also meet the rest of Martha's family and friends. Ten-year-old Helen is Martha's best friend. Martha encourages the shy, artistic Helen to be more outgoing and brave. Helen acts as the voice of reason for Martha. It's a relationship any dog, or pet-lover, can appreciate.",
    "focuses": ["literacy", "vocabulary"],
    "ages": [4, 5, 6, 7],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/martha-speaks.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Molly of Denali",
    "description": "Get ready to sled into fun with Molly of Denali! Join Molly, an Alaska Native girl, her dog Suki, and friends Tooey and Trini on their adventures in epically beautiful Alaska. Along the way, Molly’s life is enhanced, kept on track, and flat-out saved by maps, guide books, websites, weather reports, and more.",
    "focuses": ["literacy", "cultural awareness"],
    "ages": [4, 5, 6, 7, 8],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/molly.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Nature Cat",
    "description": "The show follows Fred, a house cat who dreams of exploring the great outdoors. Once his family leaves for the day, Fred transforms into NATURE CAT, backyard explorer extraordinaire! Nature Cat can’t wait to get outside for a day of backyard nature excursions and bravery, but there’s one problem: he’s still a house cat with no instincts for nature! With the help of his animal friends, Nature Cat embarks on action-packed adventures full of nature investigation, aha discovery moments and humor, all while inspiring children to go outside and “play the show.",
    "focuses": ["nature", "teamwork", "making observations"],
    "ages": [3, 4, 5, 6, 7, 8],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/nature-cat.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Odd Squad",
    "description": "If there’s a fire, call the fire department. A robbery? Call the police. But if you find that your dog has been doubled, or that your spouse has shrunk, or that you are somehow caught in a weird time loop — or that you are somehow caught in a weird time loop — that’s when you call Odd Squad. It’s a high-tech agency run by kids equipped with the world’s most advanced and unpredictable gadgetry.",
    "focuses": ["problem solving", "teamwork", "persistence", "mathematics"],
    "ages": [5, 6, 7, 8],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/odd-squad.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Peg + Cat",
    "description": "Peg + Cat follows the adorable, spirited Peg and her sidekick Cat as they embark on adventures, solve problems together, and learn foundational math concepts and skills. In each 12 minute episode, Peg and Cat face A REALLY BIG PROBLEM, a messy funny crisis they must somehow solve without totally freaking out! Along the way, they grapple with all kinds of loony, loopy obstacles, under intense time pressure. They write out diagrams and charts on the graph paper that comprises their background. They interact with one another in their own quirky, comical way. And somehow, they always find a way to solve the math and save the day.",
    "focuses": ["problem solving", "mathematics", "decision making"],
    "ages": [3, 4, 5],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/peg-cat.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Pinkalicious",
    "description": "Pinkalicious Pinkerton is unique, one of a kind, and pinkatastic (an original word by an original kid). Together with their friends and neighbors in Pinkville, Pinkalicious and her younger brother Peter get into all kinds of artful adventures. Based on Victoria Kann's best-selling picture book series, the show models the power of teamwork and creative thinking to approach problems — and very cool, often unexpected things occur when these colorful characters join forces!",
    "focuses": [
      "art",
      "problem solving",
      "social skills",
      "imaginative play",
      "emotional skills"
    ],
    "ages": [3, 4, 5, 6, 7, 8],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/Pinkalicious.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Ready Jet Go!",
    "description": "Ready Jet Go! follows two neighborhood kids: Sean, who has an all-consuming drive for science facts, and Sydney, who has a passion for science fiction and imagination. They both befriend the new kid on their street, Jet Propulsion, whose family members happen to be aliens from the planet Bortron 7. Together, they explore our solar system and the effects it has on the science of our planet, all while learning about friendship and teamwork along the way.",
    "focuses": ["outerspace", "teamwork", "curiosity"],
    "ages": [3, 4, 5, 6, 7, 8],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/ready-jet-go.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Sesame Street",
    "description": "Since 1969, children and adults alike have flocked to the place where multiethnic, multigenerational, and even multispecies residents coexist in harmony. The people on this very special street learn life’s lessons together, provide viewers with strong role models, and teach children that everyone brings a special ability to the community. Here, children learn to use their imaginations, build social skills, and respect people’s differences.",
    "focuses": [
      "literacy",
      "cultural awareness",
      "nature",
      "emotional skills",
      "problem solving"
    ],
    "ages": [3, 4, 5],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/sesame-street.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Sid the Science Kid",
    "description": "Sid the Science Kid uses comedy and music to promote exploration, discovery and science readiness among preschoolers. Sid the Science Kid features a practical in-school science curriculum and celebrates children’s natural curiosity about science in everyday life. The energetic and inquisitive Sid starts each episode with a new question (“Why are my shoes shrinking?” “Why do bananas get mushy?”) and embarks on a fun-filled day of finding answers with the help of family and friends.",
    "focuses": ["science", "problem solving", "curiosity"],
    "ages": [3, 4, 5, 6],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/sid-the-science-kid.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Splash and Bubbles",
    "description": "Dive in and follow the adventures of Splash, a yellowback fusilier fish who has migrated all over the ocean before settling down in Reeftown! There he befriends Bubbles, a Mandarin dragonet whose vivid coloring matches her personality. Together, Splash, Bubbles and their friends explore the world’s undersea habitats, make new friends and learn about the many different ways life looks and lives in the ocean, celebrating the importance of diversity along the way.",
    "focuses": ["nature", "curiosity", "animals"],
    "ages": [4, 5, 6, 7],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/Splash-and-Bubbles.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Super Why",
    "description": "Super Why! is the first preschool series designed to help children learn to read through interactive story adventures. Each 22-minute episode features a team of fairytale superheroes who soar into classic storybooks and use their unique reading-based powers to find answers to everyday preschool problems. With curriculum guidelines established by the National Reading Panel, Super Why! teaches preschoolers key literacy skills, including letter identification, decoding, encoding, spelling, and reading comprehension.",
    "focuses": ["literacy", "imaginative play"],
    "ages": [3, 4, 5],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/super-why.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Wild Kratts",
    "description": "Join the adventures of Chris and Martin Kratt as they encounter incredible wild animals, combining science education with fun and adventure, while traveling to animal habitats around the globe. Each adventure explores an age-appropriate science concept central to an animal’s life and showcases a never-before-seen wildlife moment. It’s all wrapped up in engaging stories of adventure, mystery, rescue, and the Kratt Brothers’ brand of laugh-out-loud-comedy that kids love.",
    "focuses": ["nature", "animals", "making observations"],
    "ages": [6, 7, 8],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/wild-kratts.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Word Girl",
    "description": "WordGirl follows the every day life and superhero adventures of “WordGirl” as she fights crime and enriches vocabulary usage, all in a day’s work. Disguised as mild-mannered 5th grader, Becky Botsford, WordGirl arrived on planet Earth when she and her monkey sidekick, Captain Huggy Face, crashed their spaceship. In classic superhero form, WordGirl possesses superhero strength with the added benefit of a colossal vocabulary. WordGirl has a family and friends who have no idea of her secret identity. As WordGirl, she battles and prevails over evil (albeit ridiculous and comical) villains.",
    "focuses": ["literacy", "vocabulary"],
    "ages": [4, 5, 6, 7, 8, 9],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/wordgirl.jpg"
  },
  {
    "network": "PBS Kids",
    "title": "Xavier Riddle and the Secret Museum",
    "description": "Xavier Riddle and the Secret Museum follows the adventures of Xavier, Yadina, and Brad as they tackle everyday problems by doing something extraordinary: traveling back in time to learn from real-life inspirational figures when they were kids. Xavier Riddle empowers children to dream big and recognize their ability to make a real and meaningful difference in the world. When children are encouraged to believe in themselves, they are capable of accomplishing amazing things. Efforts to empower children at an early age to recognize and value their own strengths and virtues are greatly needed to help them reach their full potential throughout life.",
    "focuses": ["history", "social skills", "cultural awareness"],
    "ages": [4, 5, 6, 7],
    "likes": 0,
    "image": "https://cms-tc.pbskids.org/global/mezzanines/shows/_shellMedium/xavier.jpg"
  }
]
